{
    "profession":[{"name":"Engineer",
         "description":"Engineers, as practitioners of engineering, are professionals who invent, design, analyze, build and test machines, complex systems, structures, gadgets and materials to fulfill functional objectives and requirements while considering the limitations imposed by practicality, regulation, safety and cost.",
         "img":"../assets/engineer.jpg"},
        {"name":"Artist", 
            "description":"An artist is a person who creates art. This word is used most often for person and activities of 'high culture'. That is for example drawing, painting, sculpture, acting, dancing, writing, filmmaking, photography, and music.", 
            "img":"../assets/artist.jpg"},
        {"name":"lawyer", 
            "description":"A lawyer is a person who is qualified to advise people about the law and represent them in court. Prosecution and defense lawyers are expected to deliver closing arguments next week. Synonyms: legal adviser, attorney, solicitor, counsel More Synonyms of lawyer.", 
            "img":"../assets/lawyer.jpg"},
        {"name":"archaeologist",
            "description":"Archaeologists analyze artifacts to learn about the people who made and used them. Non-portable artifacts called features are also important sources of information at archaeological sites.", 
            "img":"../assets/archaeologist.jpg"},
        {"name":"entrepreneur", 
            "description":"An entrepreneur is an individual who creates a new business, bearing most of the risks and enjoying most of the rewards. The process of setting up a business is known as entrepreneurship. In this sense, entrepreneurship describes activities on the part of both established firms and new businesses.", 
            "img":"../assets/entrepreneur.jpg"},
        {"name":"psychiatrist",
            "description":"A psychiatrist is a physician who specializes in psychiatry, the branch of medicine devoted to the diagnosis, prevention, study, and treatment of mental disorders. Psychiatrists have broad training in a bio-psycho-social approach to assessment and management of mental illness.",
             "img":"../assets/psychatrist.jpg"},
        {"name":"writer",
            "description":"A writer is a person who uses written words in different writing styles and techniques to communicate ideas. Writers produce different forms of literary art and creative writing such as novels, short stories, books, poetry.",
            "img":"../assets/writer.jpg"}, 
        {"name":"company_secretary",
            "description":"A Company Secretary is a senior position in a private sector company or public sector organisation. Also known as Compliance Officers, it is one of the positions that is a part of the key managerial personnel of any company.",
            "img":"../assets/secretary.jpg"},
        {"name":"scientist",
            "description":"A scientist is a person who conducts scientific research to advance knowledge in an area of interest. In classical antiquity, there was no real ancient analog of a modern scientist. Instead, philosophers engaged in the philosophical study of nature called natural philosophy, a precursor of natural science.",
            "img":"../assets/scientist.jpg"},
        {"name":"designer",
            "description":"A designer is a person who plans the form or structure of something before it is made, by preparing drawings or plans. In practice, anyone who creates tangible or intangible objects, products, processes, laws, games, graphics, services, or experiences can be referred to as a designer.",
            "img":"../assets/designer.jpg"},
        {"name":"hospitality",
            "description":"A hospitality job is any job that requires strong people skills or soft skills. There are hospitality businesses, such as restaurants and hotels, which rely on positive customer interactions to successfully perform their respective operations.",
            "img":"../assets/hospitality.jpg"},
        {"name":"R&D",
            "description":"Research and development (R&D) include activities that companies undertake to innovate and introduce new products and services. It is often the first stage in the development process.",
            "img":"../assets/r&d.jpg"},
        {"name":"doctor",
            "description":"The job of a doctor is to diagnose and treat illness and injury. Doctors examine patients and arrive upon diagnosis, perform surgeries, prescribe medications, educate patients and their family members, check patients' records, and keep an eye on their recovery.",
            "img":"../assets/doctor.jpg"}, 
        {"name":"mass_media",
            "description":"Mass media refers to a diverse array of media technologies that reach a large audience via mass communication. The technologies through which this communication takes place include a variety of outlets.",
            "img":"../assets/massmedia.jpg"},
        {"name":"Human_Resource",
            "description":"Human resources is the set of people who make up the workforce of an organization, business sector, industry, or economy. A narrower concept is human capital, the knowledge and skills which the individuals command. ",
            "img":"../assets/HR.jpg"}, 
        {"name":"Civil_service",
            "description":"The civil service is a collective term for a sector of government composed mainly of career civil servants hired on professional merit rather than appointed or elected, whose institutional tenure typically survives transitions of political leadership. ",
            "img":"../assets/civilservice.jpg"}],
        
        "stream":[{"name":"engineering_graphics",
            "description":"An engineering drawing is a type of technical drawing that is used to convey information about an object. A common use is to specify the geometry necessary for the construction of a component and is called a detail drawing. Usually, a number of drawings are necessary to completely specify even a simple component.",
            "img":"../assets/eg.jpg"},
             {"name":"language", "description":"A language is a structured system of communication used by humans. Languages can be based on speech and gesture, sign, or writing. The structure of language is its grammar and the free components are its vocabulary",
                "img":"../assets/lang.jpg"}, 
             {"name":"physics","description":"Physics is the natural science that studies matter, its fundamental constituents, its motion and behavior through space and time, and the related entities of energy and force. Physics is one of the most fundamental scientific disciplines, and its main goal is to understand how the universe behaves.",
                "img":"../assets/physics.png"},
             {"name":"chemistry", "description":"Chemistry is the branch of science that deals with the properties, composition, and structure of elements and compounds, how they can change, and the energy that is released or absorbed when they change.",
                "img":"../assets/chem.jpg"},
             {"name":"biology","description":"Biology is a branch of science that deals with living organisms and their vital processes. Biology encompasses diverse fields, including botany, conservation, ecology, evolution, genetics, marine biology, medicine, microbiology, molecular biology, physiology, and zoology.",
                "img":"../assets/bio-maths.jpg"},
             {"name":"math","description":"Mathematics is an area of knowledge, which includes the study of such topics as numbers, formulas and related structures, shapes and spaces in which they are contained, and quantities and their changes. There is no general consensus about its exact scope or epistemological status.",
                "img":"../assets/maths.jpg"},
             {"name":"business_studies","description":"Business studies is an academic subject taught in schools and at university level in many countries. Its study combines elements of accountancy, finance, marketing, organizational studies, human resource management, and operations.",
                "img":"../assets/business.jpg"},
             {"name":"marketing","description":"Marketing refers to activities a company undertakes to promote the buying or selling of a product or service. Marketing includes advertising, selling, and delivering products to consumers or other businesses. Some marketing is done by affiliates on behalf of a company.",
                "img":"../assets/marketing.jpg"}]
}






